package messages

var Texts = map[string]string{
	"/start": `<b>Вітаємо у церкві "Слово Віри"!</b>

⛪️ Церква "Слово Віри" – це євангельська християнська церква у Варшаві.
Довідка бота - введи: /help
<b>Для навігації використовуйте кнопки внизу</b> ⬇️`,

	"/help": `📖 <b>Довідка бота</b>

🤖 <b>Що я вмію:</b>
⛪ Розповісти про церкву та наші цінності
📅 Показати розклад служінь та подій
🏠 Надати інформацію про домашні групи
👥 Показати молодіжне та підліткове служіння
📍 Надати контакти та адресу церкви
📱 Показати наші соціальні мережі
💳 Надати реквізити для підтримки

<b>Як користуватися:</b>
Просто натискай на <b>кнопки внизу</b> ⬇️

<b>Команди:</b>
/start - Головне меню
/help - Ця довідка

❓ <b>Питання чи потреба в молитві?</b>
zbor.ukrainski@gmail.com`,

	"about_menu": `<b>⛪ Про церкву "Слово Віри"</b>

Оберіть, що Вас цікавить:`,

	"about_church": `<b>Ми являємося  євангельською християнською церквою у Варшаві, покликаною для служіння  народам.</b>
Спільнота, яка об'єднана баченням, цілями і взаємовідносинами, заснованими на заповіді Ісуса Христа:
"любіть один одного, як Я полюбив вас".
<i>Iвана 13:34</i>

Ісус Христос, завершуючи земне служіння, залишив учням велике доручення:
"Дана Мені всяка влада на небі й на землі. Тож ідіть, і навчіть всі народи, хрестячи їх в Ім'я Отця, і Сина, і Святого Духа, навчаючи їх зберігати все, що Я вам заповів"
<i>Матвія 28:18-20</i>`,

	"about_church_mission": `<b>Наша місія та бачення:</b> "Знайти. Зростити. Прославити Бога".

<b>Знайти.</b> "…піде шукати загублену, аж поки не знайде її…". <i>Луки 15:4.</i>
<b>Зростити.</b> "…приготувати людей Божих до служіння, заради зміцнення тіла Христового…". <i>Ефесянам 4:12.</i>
<b>Прославити Бога.</b> "Отець Мій прославиться в тому, якщо принесете багато плодів, і будете учні Мої". <i>Iвана 15:8.</i>

<b>Наше бачення:</b> "Церква зріла у вірі. Плодовита. Готова до зустрічі з Ісусом Христом".	`,

	"about_church_doctrine": `<b>📖 Віровчення нашої церкви:</b>

<b>Господь Бог</b> – Всемогутній Творець неба і землі, що відкрив Себе в трьох Особах: Отця, Сина і Духа Святого.
<b>Біблія</b> – істинне, живе і вічне Боже Слово, через яке Бог відкриває Себе людині.
<b>Ісус Христос</b> – Син Божий, що став людиною і помер за наші гріхи. Воскрес третього дня і вознісся на небо. Тільки вірою в Нього людина отримує спасіння і вічне життя.
<b>Завіт</b> – договір між Богом і людиною. Входимо в нього через віру в Христа, покаяння і водне хрещення.
<b>Церква</b> – збір спасенних людей, духовний організм, тіло Христа, де Він є Головою.
<b>Другий прихід Христа</b> – віримо, що Ісус прийде знову, щоб судити живих і мертвих.
<b>Святе життя</b> – життя посвячене Богу, відділене від гріховності світу через жертву Христа.
<b>Місія</b> – живучи в світі, ми відділені від його гріховної системи, але йдемо в світ, щоб приводити людей до Христа.	`,

	"about_church_pastors": `<b>Пастори і диякони церкви</b>

<b>Пастори церкви:</b>
Олександр Дем'яненко
Ігор Вознюк
Дмитро Бойко
Вадим Радченко
Дмитро Свиридов

<b>Диякони церкви:</b>
Олександр Троцюк
Юрій Кирилов
Сергій Дячук
Павло Ващишин
Олександр Мельник`,

	"about_church_history": `<b>Наша історія</b>

▫️ У 2014 році була запроваджена перша домашня група української діаспори у Варшаві.
Проводились щоденні вечірні молитви, співали християнські пісні та спілкувались будуючі відносини один з одним.
▫️ 2016 рік став офіційним роком реєстрації церкви "Український збір" у Варшаві та рукопокладення священнослужителем Олександра Дем'яненка.
▫️ 2019 рік – церква динамічно розвивається. Відкриваються  помісні церкви в інших містах Польщі.
▫️ У 2022 році, розуміючи виклик війни ми не могли стояти осторонь та з першого дня війни створили координаційний центр допомоги біженцям, гарячу лінію. 
Hадавали консультації з перетину кордону, поселення, працевлаштування, юридичної допомоги, у т.ч. легалізації перебування у Польщі та багатьох інших питань.
▫️ У червні 2022 року назву церкви змінено на "Слово Віри".
▫️ У серпні 2022 року відкрито "LIFE центр" у м. Варшаві, де можливе безкоштовне вивчення польської та англійської мови, отримання  емоційної, психологічної та духовної підтримки, що допомагає адаптуватися в Польщі.
▫️ У вересні розпочато діяльність дитячого садочку під назвою "Безпечна пристань", який став інтеграційним середовищем для українців і поляків, де основою виховання дітей є християнські цінності.`,

	"ministry_menu": `🙏 <b>Служіння церкви</b>

Оберіть служіння:`,

	"sunday_ministry": `<b>Недільне богослужіння</b>

📅 <b>Кожної неділі о 🕓 16:00</b>
📍 Адреса: <code>Wyborna 20, Warszawa</code>
🧒 Під час служіння проходить заняття недільної школи

<b>Пряма трансляція служіння</b>:
▶️ <a href="https://www.youtube.com/@KoscioSLOWOWIARY/streams">YouTube Трансляція</a>`,

	"home_ministry": `<b>Домашні групи</b>
	
Заохочуємо вас приєднатися до однієї з домашніх груп, які збираються <b>по середах</b>, що знаходиться найближче до вас.

📍 Ząbki, Reymonta 29B/1
Павло Ващишин <code>+48 575 249 842</code>

📍 Wolomin, Adama Mickiewicza 12
Богдан і Марина Андреєви <code>+48 500 158 947</code>

📍 Otwock, Kraszewskiego 85C/4
Володимир Миндзюк <code>+48 792 020 068</code>

📍 Legionowo
Василь Цикра <code>+48 730 356 715</code>

📍 Pruszków
Олександр Мельник <code>+48 578 360 304</code>

📍 Piaseczno, Konwalii 2A
Олег Максимець <code>+48 788 124 237</code>

📍 Praga-Północ, Targowa 70/57
Юрій Кирилов <code>+48 886 804 234</code>

📍 Brwinów, Wiosenna 20
Віталій Лакатош <code>+48 889 398 818</code>

📍 Mokotów, Bukowińska 22/58
Мирослав Кондрич <code>+48 513 554 597</code>

<b>Спілкування і молитва:</b>
📍 Ząbki, Piłsudskiego 95A`,

	"prayer_ministry": `<b>Молитовне служіння</b>
	
📅 <b>Кожної пятниці о 🕖 19:00</b>
📍 Адреса: <code>Trakt Lubelski 410, Warszawa</code>`,

	"youth_ministry": `<b>Молодіжне служіння</b>
	
📅 <b>Кожної суботи о 🕖 19:00</b>
📍 Адреса: <code>Trakt Lubelski 410, Warszawa</code>
📸 <a href="https://www.instagram.com/united.youth.warsaw">Instagram</a>`,

	"teenagers_ministry": `<b>Підліткове служіння</b>
	
📅 <b>Кожної суботи о 🕑 14:00</b>
📍 Адреса: <code>Trakt Lubelski 410, Warszawa</code>
📸 <a href="https://www.instagram.com/blessed_teenagers">Instagram</a>`,

	"kindergarten_ministry": `<b>Дитячий садочок
"Безпечна пристань"</b>

📚 Виховання на основі християнських принципів 
🇵🇱 🇺🇦 Мультикультурне середовище
😊 Безпечна і приємна атмосфера

📍 Адреса: <code>Kwiatowa 5B, Ząbki</code>
📸 <a href="https://www.instagram.com/bezpieczna_przystan_w">Instagram</a>`,

	"social_media": `<b>Наші соціальні мережі</b>

Щоб залишатися у центрі подій, долучайся до наших соціальних мереж:

𝗳 <a href="https://www.facebook.com/groups/slowowiary">Facebook</a>  📸 <a href="https://www.instagram.com/slowo_wiary_warszawa/">Instagram</a>

▶️ <a href="https://www.youtube.com/@KoscioSLOWOWIARY">YouTube</a> 🌐 <a href="https://www.slowowiary.org">Наш сайт</a>`,

	"donation": `<b>Пожертвування</b>
	
Якщо Ви маєте можливість та бажання, щоб Слово Боже сіялося у серця людей, можете долучитися до співпраці на ниві Божій.

<b>Банківські реквізити церкви</b>
KOŚCIÓŁ ZIELONOŚWIĄTKOWY ZBÓR SŁOWO WIARY W WARSZAWIE
<b>Номер рахунку:</b>
<code>41 1090 1753 0000 0001 4197 1368</code>
<i>(для копіювання - клікни на номер)</i>
❗ Будь ласка, вкажіть у призначенні платежу: <i>'Ofiara kościelna'</i>`,

	"contact": `<b>Де ми знаходимось?</b>
	
📍 <a href="https://maps.app.goo.gl/osqKdxTrYNL3bu3G8">Wyborna 20, Warszawa</a>

<b>Як доїхати громадським транспортом:</b>
🚌 Автобус 140, 190, 340, 512, 738
зупинка: <i>Tużycka</i>
🚃 Поїзд R60, R61
зупинка: <i>Warszawa Zacisze-Wilno</i>
🚇 Найближча станція метро:
<i>Zacisze</i>`,

	"no_events": `<b>Наразі подій немає</b>
Заохочуємо слідкувати за нашими соц. мережами,
кнопка <b>📱 Соціальні мережі</b>
Також заохочуємо ознайомитися з нашими служіннями,
кнопка <b>🙏 Служіння</b>`,

	"other_answer": `Ой лишенько, мені не зрозуміла твоя команда.
<b>Команда /help для довідки.</b>`,
}
